---
title: "一百個不結婚的理由"
layout: "list"  # THIS IS THE KEY! 
type: "page"
---
<p class="content-text">
當我宣布要結婚<br>
豬朋狗友幸災樂禍地說：恭喜恭喜! 真想不到你最后還是會結婚<br>
的確, 我隨口就可以羅列出一百個不結婚的理由<br>
但是, 再冠冕堂皇的籍口亦難掩内心的渴求<br>
所以<br>
還是要結婚<br><br>
只因為我信<br><br>
我和Josephine自初中認識, 拍過兩次拖<br>
第一次只維持了三個月便草草收場<br>
第二趟自九五年到現在, 轉眼間, 已經七年<br>
這七年的經歷實在讓人百感交集<br>
有數不清的歡樂時光<br>
也有不少不堪回首的揪心片段<br>
有高潮;有暗涌。有盼望;當然也有失望<br>
七年來, 我們認識了對方更認識了自己<br>
我們忍讓妥協;抵賴抬扛<br>
我們遷就支持;偏執對抗<br>
曾經據理力爭;有時欲辯無言<br>
我們放下不少;我們得到更多<br>
有幾好回，只差這么一點點, 我們幾乎就要放棄<br>
更多時候，我們心中清楚，我們誰也離不開誰<br>
今日的一切，得來不易<br>
對於未來，我們沒有太多不切實際的幻想<br>
剩下的，只有對愛情的信心<br>
我們深信，結婚后的生活仍然與昨日今日一樣<br>
是![笑與淚的同行](https://buc.ketli.st);苦與樂的携手<br>
是順境也好，是逆境也罷<br>
憑著這份信心<br>
我們便要走到白頭<br>
愛, 從來都不需要理由<br>
</p>